acheronfail.arithmetic
adpyke.codesnap
adpyke.vscode-sql-formatter
alefragnani.project-manager
bierner.github-markdown-preview
bierner.jsdoc-markdown-highlighting
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bradlc.vscode-tailwindcss
breadnaught.vscode-ignore
cardinal90.multi-cursor-case-preserve
charliermarsh.ruff
ciiqr.convert-format
ciiqr.encode
ciiqr.note-syntax
ciiqr.paste-indented
ciiqr.reindent
ciiqr.theme-kaio
dbaeumer.vscode-eslint
editorconfig.editorconfig
eriklynd.json-tools
esbenp.prettier-vscode
expo.vscode-expo-tools
fabiospampinato.vscode-diff
fill-labs.dependi
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hashicorp.terraform
idleberg.applescript
jock.svg
ketho.wow-api
l13rary.l13-diff
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-docker
ms-pyright.pyright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vsliveshare.vsliveshare
naumovs.color-highlight
nhoizey.gremlins
orta.vscode-twoslash-queries
prisma.prisma
rafamel.subtle-brackets
redhat.vscode-yaml
roscop.activefileinstatusbar
rust-lang.rust-analyzer
shardulm94.trailing-spaces
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
sumneko.lua
tamasfe.even-better-toml
timonwong.shellcheck
tyriar.sort-lines
unifiedjs.vscode-mdx
v4run.transpose
vadimcn.vscode-lldb
wayou.vscode-todo-highlight
webben.browserslist
wmaurer.change-case
xadillax.viml
xyc.vscode-mdx-preview
yoavbls.pretty-ts-errors
zardoy.ts-essential-plugins
