acheronfail.arithmetic
adpyke.codesnap
alefragnani.project-manager
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bradlc.vscode-tailwindcss
Breadnaught.vscode-ignore
Cardinal90.multi-cursor-case-preserve
ciiqr.encode
ciiqr.note-syntax
ciiqr.reindent
dbaeumer.vscode-eslint
EditorConfig.EditorConfig
eriklynd.json-tools
esbenp.prettier-vscode
fabiospampinato.vscode-diff
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
hashicorp.terraform
idleberg.applescript
jnoortheen.nix-ide
korekontrol.saltstack
mads-hartmann.bash-ide-vscode
magicstack.edgedb
mkhl.direnv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-pg
naumovs.color-highlight
nhoizey.gremlins
Orta.vscode-twoslash-queries
Prisma.prisma
rafamel.subtle-brackets
RoscoP.ActiveFileInStatusBar
rust-lang.rust-analyzer
serayuzgur.crates
shardulm94.trailing-spaces
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
timonwong.shellcheck
Tyriar.sort-lines
v4run.transpose
waderyan.gitblame
wayou.vscode-todo-highlight
wmaurer.change-case
XadillaX.viml
yoavbls.pretty-ts-errors
